//Strings for delete confirmation dialog

//Title
"Are you sure you want to delete the selected recipient(s)?" = "Si desidera davvero eliminare i destinatari selezionati?";

//Buttons
"Delete" = "Elimina";
"Cancel" = "Annulla";